Repository: MBasemBahman/EgyptVantazia
Catalog: API/Resources/ResourcesFile.*.resx
Languages: ar

source: Account already registered!
ar: الحساب مسجل بالفعل!

source: Email address not valid!
ar: عنوان البريد الإلكتروني غير صالح!

source: Game Weak not started yet!
ar: أسبوع اللعبة لم يبدأ بعد!

source: Invalid token
ar: رمز غير صالح

source: login failed. Wrong user name or password.
ar: فشل عملية الدخول. اسم المستخدم أو كلمة المرور خاطئة.

source: Not Found!
ar: غير موجود

source: Not Valid!
ar: غير صالح!

source: Payments have something wrong. try again later!
ar: المدفوعات بها شيء خاطئ. حاول مرة أخرى في وقت لاحق!

source: Please add email address!
ar: الرجاء إضافة عنوان البريد الإلكتروني الخاص بك!

source: Please add phone number!
ar: الرجاء إضافة رقم هاتفك!

source: Please add wallet number!
ar: الرجاء إضافة رقم محفظتك!

source: Please create your team!
ar: الرجاء إنشاء فريقك!

source: Please select correct players!
ar: الرجاء تحديد اللاعبين المناسبين!

source: Season not started yet!
ar: الموسم لم يبدأ بعد!

source: The code is incorrect!
ar: الكود غير صحيح!

source: The transfer is not successful. The number of players sold is not the same as the number of players bought!
ar: النقل غير ناجح. عدد اللاعبين المباعين يختلف عن عدد اللاعبين الذين تم شراؤهم!

source: User name already registered
ar: اسم المستخدم مسجل بالفعل

source: user not found
ar: المستخدم ليس موجود

source: You already get this subscription in this season!
ar: لقد حصلت بالفعل على هذا الاشتراك هذا الموسم!

source: You already use card in this gameweek!
ar: لقد استخدمت البطاقة بالفعل في أسبوع اللعبة هذا!

source: You already use card in this half of season!
ar: أنت تستخدم بالفعل بطاقة في هذا النصف من الموسم!

source: You cannot activate this card, because you in first gameweek!
ar: لا يمكنك تفعيل هذه البطاقة لأنك في أسبوع اللعبة الأول!

source: You can`t buy this subscription because you already have sub one in this season!
ar: لا يمكنك شراء هذا الاشتراك لأن لديك بالفعل اشتراك فرعي هذا الموسم!

source: You can`t buy this subscription because you already have super one in this season!
ar: لا يمكنك شراء هذا الاشتراك لأن لديك بالفعل اشتراكًا رائعًا هذا الموسم!

source: You not have money for transfers!
ar: ليس لديك أموال للتحويلات!

source: You not have valid card!
ar: ليس لديك بطاقة صالحة!
