Repository: MBasemBahman/EgyptVantazia
Catalog: Dashboard/Resources/ResourcesFile.*.resx
Languages: ar

source: Actions
ar: اجراءات

source: Add Files
ar: اضافة ملفات

source: Add New
ar: اضافة جديد

source: Advanced Search
ar: بحث متقدم

source: All
ar: الكل

source: All Rights Reserved
ar: كل الحقوق محفوظة

source: April
ar: ابريل

source: August
ar: اغسطس

source: Back
ar: عودة

source: Cancel
ar: إلغاء

source: Change
ar: تغيير

source: Change Password
ar: تغيير كلمة المرور

source: Choose File
ar: اختر ملف

source: Copy
ar: نسخ

source: COPYRIGHT
ar: حقوق النشر

source: Create
ar: انشاء

source: Create Or Edit
ar: انشاء او تعديل

source: December
ar: ديسمبر

# Delete Message
source: Are you sure to delete the item?
ar: هل متأكد من حذف العنصر?

# Details
source: Details Of
ar: تفاصيل

source: Display
ar: عرض

source: Download
ar: تنزيل

source: Edit
ar: تعديل

# en
source: ar
ar: en

source: Export
ar: استخراج

source: February
ar: فبراير

source: Friday
ar: الجمعة

source: Home
ar: الصفحة الرئيسية

source: January
ar: يناير

source: July
ar: يوليو

source: June
ar: يونيو

source: March
ar: مارس

source: May
ar: مايو

source: Monday
ar: الاثنين

source: Navigation
ar: التنقل

source: No
ar: لا

# Not Delete Message
source: The item cannot be deleted because it is linked to other items.
ar: لا يمكن حذف العنصر لأنه مرتبط بعناصر اخري.

source: Not Found
ar: لا يوجد

source: Not Specific
ar: غير محدد

source: November
ar: نوفمبر

source: October
ar: اكتوبر

source: Ok
ar: حسنا

source: Phone Duplicated
ar: رقم الهاتف مسجل من قبل

source: Preview
ar: مشاهدة

source: Print
ar: طباعة

# Profile
source: Details
ar: تفاصيل

source: Records
ar: سجل

source: Remove
ar: حذف

source: Reset
ar: إعادة تعيين

source: Saturday
ar: السبت

source: Search
ar: بحث

source: September
ar: سبتمبر

source: Submit
ar: تسجيل

source: Sunday
ar: الاحد

source: Thursday
ar: الخميس

source: Tuesday
ar: الثلاثاء

source: Upload Image
ar: رفع صورة

source: View
ar: مشاهدة

source: Wednesday
ar: الاربعاء

source: Yes
ar: نعم

source: Details
ar: تفاصيل

source: Account Type
ar: نوع الحساب

source: Advanced Settings
ar: اعدادات متقدمة

source: Android Min Version
ar: اقل اصدار للاندرويد

source: Answer
ar: الاجابة

source: Answer Arabic
ar: الاجابة بالعربية

source: Answer English
ar: الاجابة بالانجليزية

# AppSupport
source: App About
ar: عن التطبيق

source: App Intro
ar: مقدمة التطبيق

source: Content
ar: المحتوى

source: Content Arabic
ar: المحتوى بالعربية

source: Content English
ar: المحتوى بالانجليزية

source: Created At
ar: تاريخ الانشاء

source: Created By
ar: تم الانشاء بواسطة

source: Delete
ar: حذف

source: Description Arabic
ar: الوصف بالعربية

source: Description English
ar: الوصف بالانجليزية

source: Email
ar: البريد الالكتروني

source: FaceBook
ar: رابط فيس بوك

source: Instagram
ar: رابط انستغرام

source: IOS Min Version
ar: اقل اصدار للايفون

source: Last Modified At
ar: تاريخ اخر تعديل

source: Last Modified By
ar: اخر تعديل بواسطة

source: Main Data
ar: البيانات الاساسية

source: Phone
ar: رقم الهاتف

source: Question
ar: السؤال

source: Question Arabic
ar: السؤال بالعربية

source: Question English
ar: السؤال بالانجليزية

source: Questions And Answers
ar: أسئلة وأجوبة

source: Support Url
ar: رابط الدعم

source: Terms And Conditions
ar: الشروط والأحكام

source: Title
ar: العنوان

source: Title Arabic
ar: العنوان بالعربية

source: Title English
ar: العنوان بالانجليزية

source: WebSite
ar: رابط الموقع الالكتروني

source: WhatsApp
ar: واتساب

source: {0} is required
ar: {0} مطلوب

source: {0} not valid
ar: {0} غير صحيح

source: About
ar: عن

source: Account
ar: الحساب

source: Accounts
ar: الحسابات

# AccountsCount
source: Accounts
ar: الحسابات

source: Account State
ar: حالة الحساب

source: Account States
ar: حالات الحساب

source: Account Types
ar: انواع الحساب

source: App Version
ar: اصدار التطبيق

source: Beneficiary Requests
ar: طلبات المستفيدين

# BeneficiaryRequestsCount
source: Beneficiary Requests
ar: طلبات المستفيدين

source: BIO
ar: السيرة الذاتية

source: Birth Date
ar: تاريخ الميلاد

source: Chats
ar: المحادثات

source: Color Code
ar: كود اللون

source: Culture
ar: لغة التطبيق

source: Device Model
ar: موديل الجهاز

source: Devices
ar: الاجهزة

source: Device Type
ar: نوع الجهاز

source: Device Version
ar: اصدار الجهاز

source: Email Address
ar: البريد الالكتروني

source: Expires
ar: ينتهي في

source: First Name
ar: الاسم الاول

source: Full Name
ar: الاسم بالكامل

source: Gender
ar: الجنس

# GroupsCount
source: Groups
ar: المجموعات

source: Is Active?
ar: نشط؟

source: Is Expired?
ar: منتهي الصلاحية؟

source: Is Online?
ar: متصل؟

source: Last Name
ar: الاسم الاخير

source: Messages
ar: الرسائل

source: Name
ar: الاسم

source: National ID
ar: الرقم القومي

source: Nick Name
ar: اسم الشهرة

source: Notification Token
ar: رمز الاشعار

source: Offline
ar: غير متصل

source: Online
ar: متصل

source: Password
ar: كلمة المرور

source: Phone Number
ar: رقم الهاتف

source: Post Comment Reactions
ar: التفاعل على التعليقات

source: Post Comments
ar: التعليقات

source: Post Reactions
ar: التفاعل على المنشورات

source: Posts
ar: المنشورات

# PostsCount
source: Posts
ar: المنشورات

source: Service Provider Requests
ar: طلبات التعاقد

# ServiceProviderRequestsCount
source: Service Provider Requests
ar: طلبات التعاقد

source: Token
ar: الرمز

source: User
ar: المستخدم

source: User Name
ar: اسم المستخدم

source: Users
ar: المستخدمين

source: Verifications
ar: عمليات التحقق

source: Account Data
ar: بيانات الحساب

source: Name Arabic
ar: الاسم بالعربية

source: Name English
ar: الاسم بالانجليزية

source: Post Data
ar: بيانات المنشور

source: Post State
ar: حالة المنشور

source: Post States
ar: حالات المنشور

source: Post Type
ar: نوع المنشور

source: Post Types
ar: انواع المنشور

source: Reaction Type
ar: نوع التفاعل

source: Reaction Types
ar: انواع التفاعل

source: Account Profile
ar: ملف الحساب

source: Add Post Attachments
ar: اضافة مرفقات المنشور

source: Attachments
ar: المرفقات

source: Comment Text
ar: نص التعليق

source: Drop files here or click to upload.
ar: قم بإسقاط الملفات هنا أو انقر للتحميل.

source: File Length
ar: حجم الملف

source: File Name
ar: اسم الملف

source: File Type
ar: نوع الملف

source: File Url
ar: رابط الملف

source: Group
ar: المجموعة

source: Groups
ar: المجموعات

source: Old Post
ar: المنشور الاساسي

source: Old Post Comment
ar: التعليق الاساسي

source: Post
ar: المنشور

source: Post Details
ar: تفاصيل المنشور

source: Post Profile
ar: ملف المنشور

source: Post Attachments
ar: مرفقات المنشور

source: Post Comment
ar: التعليق

source: Post Comment Reaction
ar: التفاعل على التعليق

source: Post Reaction
ar: التفاعل على المنشور

source: Post State Histories
ar: سجل حالة المنشور

source: Post Text
ar: نص المنشور

source: Post Title
ar: عنوان المنشور

source: Setup Post Details
ar: اعداد تفاصيل المنشور

# SharedPostComments
source: replies
ar: الردود

source: Shared Posts
ar: مشاركات المنشور

source: Storage Url
ar: رابط التخزين

source: User Profile
ar: ملف المستخدم

# AttachmentsCount
source: Attachments
ar: المرفقات

# CommentCount
source: Comments
ar: التعليقات

source: Note
ar: ملاحظات

# ReactionCount
source: Reactions
ar: التفاعل

source: Share Count
ar: المشاركات

# PostCommentsReactionsCount
source: Comments Reactions
ar: التفاعل على التعليقات

# PostsReactionsCount
source: Posts Reactions
ar: التفاعل على المنشورات

source: State Note
ar: ملاحظات الحالة

source: Address
ar: العنوان

source: Address Arabic
ar: العنوان بالعربية

source: Address English
ar: العنوان بالانجليزية

source: Beneficiary Type
ar: نوع المستفيد

source: Beneficiary Types
ar: أنواع المستفيدين

source: Governerate
ar: المحافظة

source: Governerates
ar: المحافظات

source: Latitude
ar: خط العرض

source: Locations
ar: الاماكن

source: Longitude
ar: خط الطول

source: Partner
ar: الشريك

source: Partners
ar: الشركاء

source: Service Provider
ar: مقدم الخجمة

source: Service Provider Authorities
ar: الجهات

source: Service Provider Authority
ar: الجهة

source: Service Provider Categories
ar: فئات مقدمي الخدمة

source: Service Provider Category
ar: الفئة

source: Service Provider Classification
ar: التصنيف

source: Service Provider Classifications
ar: تصنيفات طلبات التعاقد

source: Service Providers
ar: مقدمي الخدمة

# ServiceProvidersCount
source: Service Providers
ar: مقدمي الخدمة

source: Tutorial Categories
ar: فئات البرنامج التعليمي

source: Tutorial Category
ar: الفئة

source: Tutorial Item
ar: عنصر البرنامج التعليمي

source: Tutorial Items
ar: عناصر البرنامج التعليمي

# TutorialItemsCount
source: Tutorial Items
ar: عناصر البرنامج التعليمي

source: UHIA
ar: التأمين الصحي الشامل

source: URL
ar: الرابط

# UseFullinfoItem
source: User Full info Item
ar: عناصر معلومات مفيدة

# UseFullinfoItems
source: User Full info Items
ar: عناصر معلومات مفيدة

source: Applicant Data
ar: بيانات مقدم الطلب

source: Applicant Job
ar: الوظيفة

source: Applicant Name
ar: الاسم

source: Applicant National Number
ar: الرقم القومي

source: Authority Name
ar: اسم الجهة

source: Beneficiary Data
ar: بيانات المستفيد

source: Beneficiary Request Data
ar: بيانات الطلب

# BeneficiaryRequestAttachments
source: Request Attachments
ar: مرفقات الطلب

source: Commercial Record
ar: رقم السجل التجاري

source: Contact Person Data
ar: بيانات مسؤول التواصل

source: Contact Person Name
ar: الاسم

source: Contact Person Phone
ar: رقم الهاتف

source: Date
ar: تاريخ

source: Description
ar: وصف

source: Fax
ar: الفاكس

source: Ref Num
ar: رقم

source: Request
ar: الطلب

source: Service Provider Data
ar: بيانات مقدم الخدمة

source: Service Provider Request Data
ar: بيانات الطلب

# ServiceProviderRequestAttachments
source: Request Attachments
ar: مرفقات الطلب

source: Specialization
ar: التخصص

source: Tax Card Num
ar: البطاقة الضريبية

source: Comment Attachment
ar: مرفق التعليق

source: Comment Details
ar: تفاصيل التعليق

source: Comments
ar: التعليقات

source: Reactions
ar: التفاعل

source: Replay Count
ar: الردود

source: View Post
ar: مشاهدة المنشور

source: Group Data
ar: بيانات المجموعة

source: Group Type
ar: نوع المجموعة

source: Group Types
ar: انواع المجموعة

# MembersCount
source: Members
ar: الاعضاء

source: Group Details
ar: تفاصيل المجموعة

source: Is Admin?
ar: مدير المجموعة؟

source: App
ar: التطبيق

source: AppInfo
ar: بيانات التطبيق

source: Support Form
ar: نموذج الدعم

source: Support Forms
ar: نماذج الدعم

source: Job Title
ar: المسمى الوظيفي

source: Post Category
ar: فئة المنشور

# PostCategorys
source: Post Categories
ar: فئات المنشور

# PostCategorySelectedCount
source: Posts Count
ar: فئات المنشور

source: From Date
ar: من تاريخ

source: Request Profile
ar: ملف الطلب

source: To Date
ar: الى تاريخ

source: Vacation Request
ar: طلب الاجازة

# VacationRequestAttachments
source: Attachments
ar: المرفقات

source: Vacation Requests
ar: طلبات الاجازة

# VacationRequestsCount
source: Vacation Requests
ar: طلبات الاجازة

source: Vacation State
ar: حالة الطلب

source: Vacation States
ar: حالات طلب الاجازة

source: Vacation Type
ar: نوع الطلب

source: Vacation Types
ar: انواع طلب الاجازة

source: Post Categories
ar: فئات المنشور

# PostCategorySelected
source: Post Categories
ar: فئات المنشور

source: Department
ar: الادارة/القسم

source: Departments
ar: الادارات/الاقسام

# DepartmentsCount
source: Departments
ar: الادارات/الاقسام

source: Employee
ar: الموظف

source: Employees
ar: الموظفين

# EmployeesCount
source: Employees
ar: الموظفين

source: Enterprise
ar: المؤسسة

source: Enterprise Data
ar: بيانات المؤسسة

source: Enterprise Profile
ar: ملف المؤسسة

source: Enterprises
ar: المؤسسات

# EnterprisesCount
source: Enterprises
ar: المؤسسات

source: Enterprise Type
ar: نوع المؤسسة

source: Enterprise Types
ar: أنواع المؤسسات

source: Evaluation
ar: التقييم

source: Evaluation Data
ar: بيانات التقييم

source: Evaluation Guide
ar: دليل التقييم

source: Evaluation Guide Arabic
ar: دليل التقييم بالعربية

# EvaluationGuide English
source: Evaluation Guide Englis
ar: دليل التقييم بالانجليزية

source: Evaluations
ar: التقييمات

# EvaluationsCount
source: Evaluations
ar: التقييمات

source: Evaluation State
ar: حالة التقييم

source: Evaluation States
ar: حالات التقييم

# EvaluationStatesCount
source: Evaluation States
ar: حالات التقييم

source: Evaluation Type
ar: نوع التقييم

source: Evaluation Type Item
ar: المعيار

source: Evaluation Type Items
ar: معايير التقييم

# EvaluationTypeItemsCount
source: Evaluation Type Items
ar: معايير التقييم

source: Evaluation Types
ar: انواع التقييمات

# EvaluationTypesCount
source: Evaluation Types
ar: أنواع التقييم

source: Is Main?
ar: هل الرئيسي؟

source: Job Title Description
ar: وصف المسمى الوظيفي

source: Job Titles
ar: المسميات الوظيفية

# JobTitlesCount
source: Job Titles
ar: المسميات الوظيفية

source: Job Type
ar: نوع الوظيفة

source: Job Types
ar: أنواع الوظائف

source: Measuring Method
ar: طريقة القياس

source: Measuring Method Arabic
ar: طريقة القياس بالعربية

source: Measuring Method English
ar: طريقة القياس بالانجليزية

source: Target
ar: المستهدف

source: Target Type
ar: نوع الهدف

source: Target Types
ar: أنواع الهدف

source: Weight
ar: الوزن

# ChildDepartmentsCount
source: Departments
ar: الادارات

source: Contract Type
ar: نوع التعاقد

source: Contract Types
ar: انواع التعاقد

source: Department Type
ar: نوع الاداراة

source: Department Types
ar: انواع الادارات

source: Top Department
ar: الادارة العليا

source: Vacation Count
ar: عدد الاجازات المسموح به

source: Employee Data
ar: بيانات الموظف

source: Job Profile
ar: الملف الوظيفي

source: Calc Grade
ar: مجموع الدرجة

source: Employee Profile
ar: ملف الموظف

# EmployeeMonthlyGrade
source: Employee Grade
ar: الاجمالي

source: Employee Vacation Balances
ar: الاجازات

# EmployeeVacationType
source: Vacation Type
ar: نوع الاجازة

source: Expiration Date
ar: تاريخ الانتهاء

source: Final Grade
ar: الدرجة النهائية

source: Grade
ar: الدرجة

source: Hiring Date
ar: تاريخ التعيين

source: Month
ar: شهر

source: Taken Count
ar: العد المأخوذ

source: Vacation Count
ar: عدد الاجازات المسموح به

source: Year
ar: سنة

source: ExtraordinaryEfforts
ar: جهود غير عادية

source: From Date To Date
ar: من تاريخ الى تاريخ

# Please sign-in to your account and start the adventure
source: Please sign-in to your account.
ar: يرجى تسجيل الدخول إلى الحساب الخاص بك

source: About App Arabic
ar: عن التطبيق بالعربية

source: About App English
ar: عن التطبيق بالانجليزية

source: Change password
ar: تغيير كلمة المرور

source: New password
ar: كلمة المرور الجديدة

source: Old password
ar: كلمة المرور القديمة

source: Set new password
ar: تعيين كلمة المرور

source: Your new password must be different from previously used passwords
ar: يجب أن تكون كلمة مرورك الجديدة مختلفة عن كلمات المرور المستخدمة سابقًا

source: Have Comments?
ar: منشورات لديها تعليقات؟

source: Have Reactions?
ar: منشورات لديها تفاعل؟

source: Is Shared?
ar: منشورات لديها مشاركات؟

source: Has Account?
ar: لديه حساب؟

# GovernerateBeneficiaryRequests
source: Beneficiary Requests Governerates
ar: طلبات المستفيدين بالمحافظات

# GovernerateServiceProviderRequests
source: Service Provider Requests Governerates
ar: طلبات التعاقد بالمحافظات

# GovernerateServiceProviders
source: Service Providers Governerates
ar: مقدمي الخدمة بالمحافظات

source: Evaluation State Histories
ar: سجل حالة التقييم

source: Evaluation State History
ar: سجل حالة التقييم

# Uploud attachment
source: Upload attachment
ar: تحميل ملف

source: Amount
ar: القيمة

source: Financial Claim
ar: المطالبة المالية

source: Financial Claims
ar: المطالبات المالية

source: Insurance Coverage
ar: التغطية التأمينية

source: Insurance Coverages
ar: التغطية التأمينية

source: Outstanding Debt
ar: الديون المستحقة

source: Outstanding Debts
ar: الديون المستحقة

source: Paid
ar: المدفوع

source: Used
ar: الرصيد المستخدم

source: Insurance Number
ar: الرقم التأميني

source: All Evaluations must have same Date
ar: جميع التقييمات يجب ان تكون بنفس التاريخ

source: Account Details
ar: تفاصيل الحساب

source: Employee Details
ar: تفاصيل الموظف

source: Request Details
ar: تفاصيل الطلب

source: User Details
ar: تفاصيل المستخدم

source: Post Text In Dark
ar: نص المنشور في الوضع المظلم

source: Work Place Data
ar: بيانات مكان العمل

# WorkPlacesCount
source: Work Places
ar: أماكن العمل

source: Position
ar: المنصب

source: Positions
ar: المناصب

source: Client Name
ar: اسم العميل

source: DeadLine
ar: اخر ميعاد للتسليم

source: Invitation Code
ar: كود الدعوة

source: Job Description
ar: وصف الوظيفة

source: Participant Type
ar: نوع المشارك

source: Participant Types
ar: أنواع المشاركين

source: Project
ar: المشروع

source: Project Details
ar: تفاصيل المشروع

source: Project Profile
ar: ملف المشروع

source: Project Task Data
ar: بيانات مهام المشاريع

# ProjectCategoriesCount
source: Project Categories
ar: فئات المشروع

source: Project Employees
ar: موظفو المشروع

# ProjectEmployeesCount
source: Project Employees
ar: موظفو المشروع

source: Projects
ar: المشاريع

# ProjectsCount
source: Projects
ar: المشاريع

# ProjectTask
source: Task
ar: المهمة

# ProjectTasks
source: Tasks
ar: المهام

# SubTasksCount
source: Sub Tasks
ar: المهام الفرعية

source: Summary
ar: ملخص

source: Task Details
ar: نفاصيل المهمة

source: Task Profile
ar: ملف المهمة

source: Task Attachments
ar: المرفقات

# TaskCategoriesCount
source: Task Categories
ar: الفئات

# TaskCheckItem
source: Item
ar: العنصر

# TaskCheckListsCount
source: Task Check Lists
ar: قوائم المهمة

source: Task Participate
ar: المشارك في المهمة

# TaskParticipatesCount
source: Task Participates
ar: المشاركون في المهمة

# TasksCount
source: Tasks
ar: المهام

source: Task State Histories
ar: سجل الحالة

source: Top Task
ar: المهمة الاعلى

# TopWorkPlaceDepartment
source: Top Department
ar: القسم الأعلى

# TopWorkPlacePosition
source: Top Position
ar: المنصب الاعلى

source: Work Place
ar: مكان العمل

source: Work Place Details
ar: تفاصيل مكان العمل

source: Work Place Profile
ar: ملف مكان العمل

# WorkPlaceCategoriesCount
source: Work Place Categories
ar: فئات مكان العمل

# WorkPlaceDepartment
source: Department
ar: القسم

# WorkPlaceDepartmentsCount
source: Work Place Departments
ar: الاقسام

source: Work Place Employee
ar: الموظف

source: Work Place Employees
ar: الموظفيين

# WorkPlaceEmployeesCount
source: Work Place Employees
ar: الموظفين

# WorkPlacePosition
source: Position
ar: المنصب

# WorkPlacePositionsCount
source: Work Place Positions
ar: المناصب في مكان العمل

# WorkPlacePrioritiesCount
source: Work Place Priorities
ar: أولويات مكان العمل

# WorkPlacePriority
source: Priority
ar: الأولوية

source: Work Places
ar: أماكن العمل

# WorkPlaceTaskState
source: Task State
ar: حالة المهمة

# WorkPlaceTaskStatesCount
source: Work Place Task States
ar: حالات المهام

source: Notes
ar: ملاحظات

source: Project State Histories
ar: سجل حالة المشروع

# WorkPlaceProjectState
source: Project State
ar: حالة المشروع

# WorkPlaceProjectStatesCount
source: Work Place Project States
ar: حالات المشاريع

source: Complaint
ar: الشكوى

source: Complaint Data
ar: بيانات الشكوى

source: Complaint Details
ar: بيانات الشكوى

source: Complaint Profile
ar: ملف الشكوى

source: Complaint Attachments
ar: مرفقات الشكوى

source: Complaint Categories
ar: فئات الشكاوى

source: Complaint Category
ar: فئة الشكوى

source: Complaints
ar: الشكاوى

# ComplaintsCount
source: Complaints
ar: الشكاوى

source: Complaint State
ar: حالة الشكوى

source: Complaint States
ar: حالات الشكاوى

source: Answer In Dark Arabic
ar: الاجابة بالعربية في الوضع المظلم

source: Answer In Dark English
ar: الاجابة بالانجليزية في الوضع المظلم

source: Content In Dark Arabic
ar: المحتوى بالعربية في الوضع المظلم

source: Content In Dark English
ar: المحتوى بالانجليزية في الوضع المظلم

source: In Arabic
ar: بالعربية

source: In Dark
ar: في الوضع المظلم

source: In English
ar: بالانجليزية

source: Who We Are
ar: من نحن

source: Who We Are Arabic
ar: من نحن بالعربية

source: Who We Are English
ar: من نحن بالانجليزية

source: Who We Are In Dark Arabic
ar: من نحن بالعربية في الوضع المظلم

source: Who We Are In Dark English
ar: من نحن بالانجليزية في الوضع المظلم

source: Branch
ar: الفرع

source: Branchs
ar: الفروع

# BranchsCount
source: Branchs
ar: الفروع

source: Complaint State Histories
ar: سجل حالة الشكوى

source: Complaint Text
ar: الشكوى

source: EDS
ar: نقابة أطباء الاسنان

source: Service
ar: الخدمة

source: Service Categories
ar: فئات الخدمات

source: Service Category
ar: فئة الخدمة

source: Services
ar: الخدمات

# ServicesCount
source: Services
ar: الخدمات

source: Suggest Text
ar: المقترح

source: Job Degree
ar: الدرجة الوظيفية

source: Job Degrees
ar: الدرجات الوظيفية

source: Categories
ar: الفئات

source: New
ar: جديد

source: Priorities
ar: الاولويات

source: Task States
ar: حالات المهام

source: Work Place Template
ar: Template

source: Work Place Templates
ar: Templates

source: Add
ar: إضافة

source: Governerate Branches
ar: الفروع بالمحافظات

source: Accounts Loged in
ar: حسابات قامت بتسجيل دخول

# Accounts not Loged in
source: Accounts not Loged in yet
ar: حسابات لم تقم بتسجيل الدخول من قبل

source: Is Login Before?
ar: تسجيل الدخول

source: Last Active
ar: تاريخ اخر نشاط

source: Main Account
ar: الحساب الرئيسي

source: View Charts
ar: عرض الاحصائيات

source: View Tables
ar: عرض الجدول

# PostCategoriesCharts
source: Post Categories
ar: فئات المنشور

source: Invitation Token
ar: رمز الدعوه

# Meeting
source: Meetings
ar: الاجتماعات

source: Meeting Details
ar: تفاصيل الاجتماع

source: Meeting Profile
ar: ملف الاجتماع

source: Meetings
ar: الاجتماعات

source: Meetings Data
ar: بيانات الاجتماع

# MeetingsCount
source: Meetings
ar: الاجتماعات

source: Meeting State
ar: حالة الاجتماع

source: Meeting States
ar: حالات الاجتماع

source: Meeting Type
ar: نوع الاجتماع

source: Meeting Types
ar: انواع الاجتماع

source: Participates Count
ar: الاعضاء

source: Meeting Participates
ar: الاعضاء

source: Export Excel
ar: استخراج البيانات

source: Has Job Profile?
ar: لديه ملف وظيفي؟

# DayOfWeek
source: Day
ar: اليوم

source: Drop
ar: محطة الوصول

source: Drop Time
ar: وقت الوصول

source: Pickup
ar: محطة الانطلاق

source: Pickup Time
ar: وقت الانطلاق

source: Shuttle Data
ar: بيانات خطوط النقل

# ShuttleAgendaCount
source: Shuttle Agendas
ar: مواعيد خطوط النقل

# ShuttleAgendaDropsCount
source: Shuttle Agenda Drops
ar: اماكن الوصول

# ShuttleAgendaPickupsCount
source: Shuttle Agenda Pickups
ar: اماكن الانطلاق

source: Shuttle Bus
ar: الاتوبيس

source: Shuttle Buses
ar: الاتوبيسات

source: Shuttle Location
ar: المحطة

source: Shuttle Locations
ar: المحطات

source: Academic Year
ar: السنة الأكاديمية

source: Academic Years
ar: السنوات الأكاديمية

source: College
ar: الكلية

source: College Data
ar: بيانات الكليات

source: College Details
ar: تفاصيل الكلية

source: College Profile
ar: ملف الكلية

source: Colleges
ar: الكليات

source: College Study Structure
ar: الهيكل الدراسي

source: College Study Structures
ar: الهيكل الدراسي

# CollegeStudyStructuresCount
source: College Study Structures
ar: الهيكل الدراسي

# CoursesCount
source: Courses
ar: الكورسات

# CourseStudyStructuresCount
source: CourseStudyStructures
ar: الهيكل الدراسي

source: From Year
ar: من سنة

# InstructorsCount
source: Instructors
ar: المحاضرين

source: Order
ar: الترتيب

source: Semester
ar: الفصل الدراسي

source: Semesters
ar: الفصول الدراسية

# StudentsCount
source: Students
ar: الطلاب

source: Study Year
ar: السنة الدراسية

source: Study Years
ar: السنوات الدراسية

source: To Year
ar: الى سنة

source: Course Students Count
ar: طلاب الكورس

source: Enroll Date
ar: تاريخ التسجيل

source: Student
ar: الطالب

source: Student Details
ar: تفاصيل الطالب

source: Student Profile
ar: ملف الطالب

source: Students
ar: الطلاب

source: Attendance Count
ar: عدد الحضور

source: Course Details
ar: تفاصيل الكورس

source: Course Profile
ar: ملف الكورس

source: Duration
ar: المدة

source: Final Exam Degree
ar: درجة الامتحان النهائي

source: Lesson Count
ar: الدروس

source: MidTerm Degree
ar: درجة الميدتيرم

source: Short Description
ar: وصف مختصر
