Repository: MBasemBahman/EgyptVantazia
Catalog: Dashboard/Resources/ResourcesFile.*.resx
Languages: ar

source: Course Lesson
ar: الدرس

source: CourseLessons
ar: الدروس

source: View Attachment
ar: مشاهدة المرفق

source: Attachment
ar: المرفق

source: Image
ar: الصورة

source: Upload Attachment
ar: رفع مرفق

source: Course Attachments
ar: المرفقات

source: Course Announcement
ar: الاعلان

source: Course Announcements
ar: الاعلانات

source: Course Assignment
ar: المهمة

source: Course Assignments
ar: المهام

source: Instructions
ar: التعليمات

source: Points
ar: النقاط

source: Course Attachment
ar: المرفق

source: Course Study Structure
ar: الهيكل الدراسي

source: Course Study Structures
ar: الهيكل الدراسي

source: Instructor
ar: المحاضر

source: Instructors
ar: المحاضرين

source: Course Student
ar: الطالب

source: Course Students
ar: الطلاب

source: Course
ar: الكورس

source: Courses
ar: الكورسات

source: Shuttle Agenda
ar: الميعاد

source: Shuttle Agendas
ar: مواعيد خطوط النقل

source: Student Data
ar: تفاصيل الطالب

source: Course Assignment Details
ar: تفاصيل

source: Course Assignment Profile
ar: ملف المهمة

source: Student Assignment
ar: المهمة

source: Student Assignments
ar: الطلاب

source: Clinic
ar: العيادة

source: Clinic Details
ar: تفاصيل العيادة

source: Clinic Profile
ar: ملف العيادة

source: Clinic Galleries
ar: معرض الصور

source: Clinics
ar: العيادات

source: Phones
ar: ارقام التليفون

source: Countries
ar: الدول

source: Country
ar: الدولة

# EmploymentsCount
source: Employments
ar: طلبات التوظيف

source: Marital Status
ar: الحالة الإجتماعية

source: Military Status
ar: الموقف من التجنيد

source: Academic Qualification
ar: المؤهل العلمي

source: Academic Qualifications
ar: المؤهلات العلمية

source: Applied Job
ar: الوظيفة المطلوبة

source: City
ar: المدينة

source: Contract Period Type
ar: نوع فترة طلب التجديد

source: Contract Period Types
ar: أنواع فترة طلب التجديد

source: Contract Renew
ar: طلب تجديد التعاقد

source: Contract Renew Data
ar: بيانات طلبات التجديد

source: Contract Renew Details
ar: بيانات الطلب

source: Contract Renew Profile
ar: ملف الطلب

source: Contract Renew Attachments
ar: مرفقات الطلب

source: Contract Renews
ar: طلبات تجديد التعاقد

# ContractRenewsCount
source: Contract Renews
ar: طلبات تجديد التعاقد

source: Contract Renew State Histories
ar: سجل حالة الطلب

source: Contract State
ar: حالة الطلب

source: Contract States
ar: حالات طلب تجديد التعاقد

source: Date Of Birth
ar: تاريخ الميلاد

source: Degree
ar: الدرجة

source: Employment
ar: طلب التوظيف

source: Employment Data
ar: بيانات طلب التوظيف

source: Employment Details
ar: بيانات الطلب

source: Employment Profile
ar: ملف الطب

source: Employment Attachments
ar: مرفقات الطلب

source: Employment Qualification
ar: المؤهلات

source: Employment Qualifications
ar: المؤهلات

source: Employments
ar: طلبات التوظيف

source: Employment State
ar: حالة الطلب

source: Employment State Histories
ar: سجل حالة الطلب

source: EmploymentStates
ar: حالات طلب التوظيف

source: Employment Trainings
ar: التدريبات

source: Hours
ar: عدد الساعات

source: Major Study
ar: دراسات عليا

source: Nationality
ar: الجنسية

source: Phone2
ar: رقم الهاتف2

source: Place Of Birth
ar: مكان الميلاد

source: Training Provider
ar: مركز التدريب

source: State Notes
ar: ملاحظات حالة الطلب

source: Account Survey Answers
ar: اجابات الحسابات على الاستبيان

source: Add Answers
ar: اضافة اجابات

source: Answer Text
ar: الاجابة

source: Notification Data
ar: بيانات الاشعار

source: Notification Type
ar: نوع الاشعار

source: Notification Types
ar: انواع الاشعار

source: Survey Answer
ar: الاجابة

source: Survey Answers
ar: اجابات الاستبيان

source: Survey Type
ar: نوع الاستبيان

source: From Value
ar: من

source: Job Evaluation
ar: التقييم الوظيفي

source: Job Evaluation Data
ar: بيانات التقييم الوظيفي

# JobEvaluationCount
source: Job Evaluations
ar: التقييمات الوظيفية

source: Job Evaluations
ar: التقييمات الوظيفية

source: Job Evaluation Target
ar: التقدير

source: Job Evaluation Targets
ar: تقديرات التقييم

source: Job Evaluation Type
ar: نوع التقييم

source: Job Evaluation Types
ar: انواع التقييم

source: To Value
ar: الى

source: Value
ar: القيمة

source: Job Evaluation Values
ar: عوامل التقييم

source: No evaluation Target Found
ar: لم يتم العثور على تقدير

source: Nationalities
ar: الجنسيات

source: All Data
ar: جميع البيانات

source: Main Data Only
ar: البيانات الاساسية

source: Employment Type
ar: نوع الطلب

source: Employment Types
ar: انواع الطلب

source: Employment Governerates
ar: المحافظات التي ترغب الانضمام اليها

source: Employment Post graduate
ar: توظيف الخريجين

source: Employment Post graduates
ar: توظيف الخريجين

source: Received date
ar: تاريخ الحصول عليه

source: Residence
ar: محل الاقامة

source: Current Job
ar: الوظيفة الحالية

source: Current Job Place
ar: مكان العمل الحالي

source: Employment Request
ar: طلب التوظيف

source: Experience
ar: الخبرات

source: Experience Years
ar: سنوات الخبرة

source: Personal Data
ar: المعلومات الشخصية
